tap "crusoecloud/cli"
brew "ansifilter"
brew "bash"
brew "coreutils"
brew "bats-core"
brew "chafa"
brew "cmake"
brew "cmake-docs"
brew "colima", restart_service: :changed
brew "cowsay"
brew "csview"
brew "ddd"
brew "dict"
brew "diffutils"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "exiftool"
brew "fio"
brew "gawk"
brew "gdb"
brew "git"
brew "node"
brew "gitlab-ci-local"
brew "glab"
brew "glow"
brew "gum"
brew "helm"
brew "imagemagick"
brew "jo"
brew "jq"
brew "neovim"
brew "nmap"
brew "openjdk"
brew "podman"
brew "powerlevel10k"
brew "repo"
brew "screen"
brew "shellcheck"
brew "shfmt"
brew "sqlc"
brew "tmux"
brew "tree"
brew "uv"
brew "yamllint"
brew "yarn"
brew "yq"
brew "crusoecloud/cli/crusoe"
cask "1password"
cask "1password-cli"
cask "dbeaver-community"
cask "font-hack-nerd-font"
cask "gcloud-cli"
cask "gimp"
cask "iterm2"
cask "licecap"
cask "tailscale-app"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
vscode "codeium.codeium"
